---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadBase
source: html/21b2637a-f4d6-5aef-f5bb-d081567468e6.htm
---
# LoadBase Properties

The id of the assembly instance to which the element belongs.